print('задание №2')

info = ['в', '5', 'часов', '17', 'минут', 'температура', 'воздуха', 'была', '+5', 'градусов']
print(info)


print('задание №4')

staff = ['инженер-конструктор Игорь', 'главный бухгалтер Марина', 'токарь высшего разряда Николай', 'директор Аэлита']

print(staff)

staff_1 = 'Игорь'
staff_2 = 'Марина'
staff_3 = 'Николай'
staff_4 = 'Аэлита'

print(f'Привет, {staff_1}')
print(f'Привет, {staff_2}')
print(f'Привет, {staff_3}')
print(f'Привет, {staff_4}')
print( )

print('задание №5')

prices = ['22.5, 55.99, 18.23, 19.53, 79.99, 108, 582.89, 88.5, 22.5, 35.6']

print(prices)